[
  {
    "review": "I have made this and frozen it. I plan to defrost it when I need it but wanted to serve it warm. How long would it need to be in oven for to reheat please?"
  },
  {
    "review": "Can the Pie be made in advance and frozen before cooking"
  },
  {
    "review": "I have made this year after year and it is part of our Christmas tradition. Hot crust pastry is not popular in my house so I use normal pastry and cook in a cake tin to give it support. After it is cooked it does not need that support of course. Always the first to go at parties."
  },
  {
    "review": "Can the pie be made in advance and frozen"
  },
  {
    "review": "Could this pie be made with turkey, rather than chicken? Also, could it be served with roast potatoes and veg, instead of salad? Basically, can I use it as a main hot meal?"
  },
  {
    "review": "Is it possible to use dried cranberries? I cant source any frozen and fresh are not in season yet. Thanks!"
  },
  {
    "review": " have made this at Xmas and it was wonderful. I'm wondering how it would be replacing the breadcrumbs for stuffing mix? Any ideas???"
  },
  {
    "review": "Really nice. I browned the pigs first. Also added mushrooms. As my oven was playing up, I put everything in at the same time. Added the liquid as per recipe, but did have to finish it off on the hob although that might have been down to the oven. Will definitely make again."
  },
  {
    "review": "This is an absolute favourite in our house! Came to make it yesterday and discovered to my horror that I'd accidentally bought the schwartz sausage casserole sachet rather than colemans. Thankfully still tasted delicious!"
  },
  {
    "review": "This is an absolute favourite in our house! Came to make it yesterday and discovered to my horror that I'd accidentally bought the schwartz sausage casserole sachet rather than colemans. Thankfully still tasted delicious!"
  },
  {
    "review": "Will make again - really yummy! Might sub the pesto out and just use paprika to make it more cost effective."
  },
  {
    "review": "Amazing!"
  },
  {
    "review": "Very delicious"
  },
  {
    "review": "Will def make it again!"
  },
  {
    "review": "Very easy to do"
  },
  {
    "review": "I adore this recipe!"
  },
  {
    "review": "Perfect!! Was looking for more healthy, quick & amp"
  },
  {
    "review": "Absolutely delicious! My usually vegetarian-fearing partner really enjoyed it and was highly complementary about it. "
  },
  {
    "review": "Love your recipes. Want to try this."
  },
  {
    "review": "Great recipe, easy to make and super tasty."
  },
  {
    "review": "Easy and tasty!"
  },
  {
    "review": "Love it!"
  },
  {
    "review": "Really easy to make and a good basic recipe to have available. "
  },
  {
    "review": "I really enjoyed this and was surprised at how tasty it was."
  },
  {
    "review": "This was phenomenal and so quick."
  },
  {
    "review": "Quick and easy. Very tasty."
  },
  {
    "review": "not to my taste but my husband liked it!"
  },
  {
    "review": "So yummy and easy to make!"
  },
  {
    "review": "Delicious!"
  },
  {
    "review": "This recipe was ok - easy to make and pretty tasty."
  },
  {
    "review": "Simply delicious very tasty and filling and very economical I normally get 3 meals out this recipe."
  },
  {
    "review": "Very tasty."
  },
  {
    "review": "Amazing recipe!!"
  },
  {
    "review": "It was ok"
  },
  {
    "review": "Tried this and it was delicious!"
  },
  {
    "review": "Really easy to make, very tasty and satisfying."
  },
  {
    "review": "Nice textures, warming, and very easy to make - Id make this again."
  },
  {
    "review": "I made this and it was absolutely delicious."
  },
  {
    "review": "Super quick and easy."
  },
  {
    "review": "Loved this recipe. Simple quick and cheap."
  },
  {
    "review": "This was only ok"
  },
  {
    "review": "Yes - it's a good one. "
  },{
    "review": "We really enjoyed this!"
  }
]
